export const animationPlayer = {
  walkRight: [
    //идет и смотрит в вправо

    2, 131, 48, 49,
    58, 131, 48, 49,
    114, 131, 48, 49,


  ],
  walkLeft: [
    //идет и смотрит в влево

    2, 191, 48, 49,
    58, 191, 48, 49,
    114, 191, 48, 49,

  ],
  idleRight: [
    //стоит и смотрит в право
    2, 10, 90, 80,
    148, 10, 66, 80,
    158, 10, 56, 80,
    // 217, 10, 71, 80,
    // 287, 10, 76, 80,
    // 172, 10, 48, 49,
  ],
  idleLeft: [
    //стоит и смотрит в влево
    2, 72, 48, 49,
    52, 72, 48, 49,
    102, 72, 48, 49,

  ]

};